"无法访问相册中照片" = "Can't access photos in album";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Currently no photo access，System settings recommended，\nAllow access to all photos in photos.";
"前往系统设置" = "Settings";
"取消" = "Cancel";
"相册" = "Album";
"完成" = "Finish";
"原图" = "Original";
"预览" = "Preview";
"编辑" = "Edit";
"返回" = "Back";
"没有可选资源" = "No optional resources";
"照片和视频不能同时选择" = "Photos and videos cannot be selected at the same time";
"最多只能选择%d张照片" = "You can only select up to %d photos";
"已达到最大选择数" = "Maximum number of choices reached";
"视频最大时长为%d秒，无法选择" = "The maximum video duration is %d seconds and cannot be selected";
"视频最小时长为%d秒，无法选择" = "The minimum length of the video is %d seconds and cannot be selected";
"视频和照片不能同时选择" = "Video and photo cannot be selected at the same time";
"最多只能选择%d个视频" = "You can only select up to %d videos";
"正在下载" = "Downloading";
"下载失败" = "Download failed";
"没有照片" = "No photo";
"你可以使用相机拍些照片" = "You can take some pictures with the camera";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Can't access photos in album\nAllow access to all photos in photos.";
"只能查看允许访问的照片和相关相册" = "Can only view allowed photos and related albums";
"无法使用相机!" = "Cannot use the camera!";
"无法使用相机功能" = "Cannot use camera function";
"请前往系统设置中，允许访问「相机」。" = "Please go to the system settings to allow access to the camera";
"照片大小超过最大限制" = "The photo size exceeds the maximum limit";
"视频大小超过最大限制" = "Video size exceeds the maximum limit";
"视频导出失败" = "Video export failed";
"保存失败" = "Save failed";
"所有照片" = "All photos";
"视频导出中" = "Video exporting";
"导出失败" = "Export failed";
"视频加载中" = "Video loading";
"视频可编辑最大时长为%d秒，无法编辑" = "The maximum length of the video that can be edited is %d seconds and cannot be edited";

"HXAlbumCameraRoll" = "Camera Roll";
"HXAlbumPanoramas" = "Panoramas";
"HXAlbumVideos" = "Videos";
"HXAlbumFavorites" = "Favorites";
"HXAlbumTimelapses" = "Time-Lapse";
"HXAlbumRecents" = "Recents";
"HXAlbumRecentlyAdded" = "Recently Added";
"HXAlbumBursts" = "Bursts";
"HXAlbumSlomoVideos" = "Slo-mo";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Screenshots";
"HXAlbumDepthEffect" = "Depth Effect";
"HXAlbumLivePhotos" = "Live Photo";
"HXAlbumAnimated" = "Animated";
